{
  "pages": {
    "biography": {
      "nav": "Леся Українка",
      "title": "Історія життя Лесі Українки",
      "description": "Леся Українка (Лариса Косач) — одна з найвпливовіших українських поеток, драматургів і культурних діячок. Попри тяжку хворобу, вона створила твори, сповнені сили, надії та незламності. Її поезія стала символом боротьби, гідності та любові до рідної землі."
    },
    "poem": {
      "title": "Писемність",
      "description": "Сучасники дорікали Лесі Українці, що та писала багато драм на раньохристиянські та античні теми, і вимагали більше творів про українську історію. Але насправді, коли Леся Українка писала про Грецію, завойовану Римом, то під Грецією мала на увазі Україну, а в драмі «Вавилонський полон» говорила про поневолений український народ, який мусить пройти випробування й вистояти. Леся Українка брала історичне тло, але говорила про свій час.\nБільшість сучасників цього не розуміли, говорить літературознавиця Віра Агеєва та додає, що так письменниця також створювала підвалини для входження української культури в європейську: «Леся Українка ‒ найпослідовніше, напряму, без російського посередника, під’єднала нашу культуру до двох засадничих, ціннісних моделей європейської цивілізації ‒ християнства й античності».\n\nПисьменниця одна із перших почала виводити українську літературу за межі побутових тем, які часто обмежувалися селом. Критикувала за це твори визнаних тоді Панаса Мирного й Івана Нечуя-Левицького."
    },
    "hope": {
      "nav": "Надія",
      "title": "Надія",
      "description": "Ні долі, ні волі — лише надія одна. Вірш про тугу за Батьківщиною, про бажання хоч раз повернутися й побачити синій Дніпро та рідну країну. Надія залишається останнім світлом у світі без волі."
    },
    "green_hill": {
      "nav": "На зеленому горбочку",
      "title": "На зеленому горбочку",
      "description": "На зеленому горбочку в вишневому садку притулилася маленька хатинка. Наче дитина, вона виглядає матір. Сонце виходить і лагідно освітлює хатинку, приносячи їй радість."
    },
    "cherries": {
      "nav": "Вишеньки",
      "title": "Вишеньки",
      "description": "Червоні, спілі вишеньки блищать у зеленому листі, ваблячи дітей. Та вони висять надто високо — діти тягнуться, але не дістають. Вірш нагадує: все росте так, як повинно; якби вишні росли низько, чи доспіли б вони?"
    },
    "listening_to_spring": {
      "nav": "Слухаючи весну",
      "title": "Стояла я і слухала весну",
      "description": "Весна говорить піснями й шепотом — про любов, молодість, радість і надію. Її мелодії повторюють те, що колись співали мрії."
    },
    "last_flowers": {
      "nav": "Останні квітки",
      "title": "Останні квітки",
      "description": "Червоні троянди восени розкриваються, мов палаючі рани. Вони прагнуть життя чи смерті — та мороз скоро заб’є їхнє тепло. Нехай хоч трішки сонця вип’ють, поки стоїть час."
    },
    "song": {
      "nav": "Пісня",
      "title": "Пісня",
      "description": "Чи є кращі квіти за весняні? Чи є кращі роки за молоді? Квіти двічі не цвітуть, і найкращі літа теж не повторюються."
    },
    "lily_of_the_valley": {
      "nav": "Конвалія",
      "title": "Конвалія",
      "description": "У гаю під дубом росла біла конвалія — доки людська рука не вкоротила їй віку. Її понесли в залу, на бал, але музика тільки краяла серце. Панна танцює, а квітка в’яне. Колись і вона може згадати ту зів’ялу конвалію та зрозуміти втрату."
    },
    "summer_has_passed": {
      "nav": "Літо краснеє минуло",
      "title": "Літо краснеє минуло",
      "description": "Літо минуло, на полі білий сніг, а діти тужать за свободою на дворі. Зима здається безкінечною — та весна знов прийде, поле зазеленіє, і квіти розквітнуть."
    },
    "evening_hour": {
      "nav": "Вечірня година",
      "title": "Вечірня година",
      "description": "Сонце зайшло, місяць заглянув у вікно, і ніч принесла тишу. У садочку при місяці можна забути лихо. Біленькі хати, соловейко та лагідний вітерець створюють спокій і красу рідної Волині."
    }
  }
}
